{
  "Managing your load order": "管理您的排序清单",
  "You can adjust the load order for Bannerlord by dragging and dropping mods up or down on this page. Please keep in mind that Bannerlord is still in Early Access, which means that there might be significant changes to the game as time goes on. Please notify us of any Vortex related issues you encounter with this extension so we can fix it. For more information and help see: ": "您可以通过在此页面上上下拖动mod来调整Bannerlord的加载顺序。请记住，Bannerlord仍处于抢先体验状态，这意味着随着时间的流逝，游戏可能会发生重大变化。如果您在使用此扩展程序时遇到任何与Vortex相关的问题，请通知我们，以便我们进行修复。有关更多信息和帮助，请参阅：",
  "Modding Bannerlord with Vortex.": "用Vortex改造Bannerlord。",
  "How to use:": "如何使用：",
  "Check the box next to the mods you want to be active in the game.": "选中要在游戏中激活的mod旁边的框。",
  "Click Auto Sort in the toolbar. (See below for details).": "单击工具栏中的自动排序。 （有关详细信息，请参见下文）。",
  "Make sure to run the game directly via the Play button in the top left corner (on the Bannerlord tile). Your Vortex load order may not be loaded if you run the Single Player game through the game launcher.": "确保通过左上角（在Bannerlord标识上）的开始按钮直接运行游戏。如果通过游戏启动器运行单人游戏，则可能不会加载您的Vortex加载顺序。",
  "Optional: Manually drag and drop mods to different positions in the load order (for testing different overrides). Mods further down the list override mods further up.": "可选：手动将mod拖放到加载顺序的不同位置（用于测试不同的替代）。列表下方的Mod会覆盖列表上方的Mod。",
  "Please note:": "请注意：",
  "The load order reflected here will only be loaded if you run the game via the play button in the top left corner. Do not run the Single Player game through the launcher, as that will ignore the Vortex load order and go by what is shown in the launcher instead.": "仅当您通过左上角的开始按钮运行游戏时，才会加载此处显示的加载顺序。不要通过启动器运行单人游戏，因为这将忽略Vortex加载顺序，而是按照启动器中显示的顺序进行。",
  "For Bannerlord, mods sorted further towards the bottom of the list will override mods further up (if they conflict). Note: Harmony patches may be the exception to this rule.": "对于Bannerlord，在列表底部进一步排序的mod将覆盖更高的mod（如果它们冲突）。注意：和谐补丁可能是该规则的例外。",
  "Auto Sort uses the SubModule.xml files (the entries under <DependedModules>) to detect dependencies to sort by. ": "自动排序使用SubModule.xml文件（<DependedModules>下的条目）检测排序依据。 ",
  "If you cannot see your mod in this load order, Vortex may have been unable to find or parse its SubModule.xml file. Most - but not all mods - come with or need a SubModule.xml file.": "如果您无法按此加载顺序看到您的mod，则Vortex可能无法找到或分析其SubModule.xml文件。大多数-但不是全部mod-附带或需要SubModule.xml文件。",
  "Hit the deploy button whenever you install and enable a new mod.": "每当您安装并启用新的mod时，请点击部署按钮。",
  "The game will not launch unless the game store (Steam, Epic, etc) is started beforehand. If you're getting the \"Unable to Initialize Steam API\" error, restart Steam.": "除非事先启动了游戏商店（Steam，Epic等），否则游戏将不会启动。如果出现\"无法初始化Steam API\"错误，请重新启动Steam。",
  "Right clicking an entry will open the context menu which can be used to lock LO entries into position; entry will be ignored by auto-sort maintaining its locked position.": "右键单击条目将打开上下文菜单，该菜单可用于将LO条目锁定到位；自动排序将保持其锁定位置，系统将忽略该条目。",
  "Finished sorting": "整理完毕"
}