{
  "Managing your load order": "管理您的加载顺序",
  "You can adjust the load order for The Witcher 3 by dragging and dropping mods up or down on this page.  If you are using several mods that add scripts you may need to use the Witcher 3 Script merger. For more information see: ": "您可以通过在此页面上上下拖动模组来调整 The Witcher 3 的加载顺序。如果您正在使用多个添加脚本的模块，则可能需要使用 Witcher 3 Script Merger。有关更多信息，请参见：",
  "Modding The Witcher 3 with Vortex.": "用 Vortex 加载 Witcher 3 的模组。",
  "Please note:": "请注意：",
  "For Witcher 3, the mod with the lowest index number (by default, the mod sorted at the top) overrides mods with a higher index number.": "对于 Witcher 3，具有最低索引号的模组（默认情况下，该模组排在顶部）将覆盖具有较高索引号的模组。",
  "If you cannot see your mod in this load order, you may need to add it manually (see our wiki for details).": "如果您无法在此加载顺序中看到您的模组，则可能需要手动添加它（有关详细信息，请参见我们的 Wiki）。",
  "Merges generated by the Witcher 3 Script merger must be loaded first and are locked in the first load order slot.": "必须先加载 Witcher 3 Script merger 生成的合并脚本，然后将其锁定在第一个加载顺序插槽中。",
  "Witcher 3 script merger not installed/configured": "未安装 / 配置 Witcher 3 script merger",
  "Vortex was unable to install the script merger automatically. Unfortunately the tool needs to be downloaded and configured manually. [url=https://wiki.nexusmods.com/index.php/Tool_Setup:_Witcher_3_Script_Merger]find out more about how to configure it as a tool for use in Vortex.[/url][br][/br]Note: While script merging works well with the vast majority of mods, there is no guarantee for a satisfying outcome in every single case.": "Vortex 无法自动安装 Script merger。不幸的是，该工具需要手动下载和配置。[url=https://wiki.nexusmods.com/index.php/Tool_Setup:_Witcher_3_Script_Merger] 找到了更多有关如何将其配置为在 Vortex 中使用的工具的信息。[/url][br][/br] 注意：尽管 Script Merger 可以很好地与绝大多数模组配合使用，但并不能保证在每种情况下都能获得令人满意的结果。",
  "Witcher Script merger may need to be executed": "可能需要执行 Witcher Script Merger",
  "Many Witcher 3 mods add or edit game scripts. When several mods editing the same script are installed, these mods need to be merged using a tool called Witcher 3 Script Merger. Vortex can attempt to download and configure the merger for you automatically - before doing so - please ensure your account has full read/write permissions to your game's directory. The script merger can be installed at a later point if you wish. [br][/br][br][/br][url=https://wiki.nexusmods.com/index.php/Tool_Setup:_Witcher_3_Script_Merger]find out more about the script merger.[/url][br][/br][br][/br]Note: While script merging works well with the vast majority of mods, there is no guarantee for a satisfying outcome in every single case.": "许多 Witcher 3 模组会添加或编辑游戏脚本。当安装了几个编辑同一脚本的模组时，需要使用一个名为 Witcher 3 Script Merger 的工具来合并这些模组。 Vortex 可以尝试自动为您下载并配置合并 - 在这样做之前 - 请确保您的帐户对游戏目录具有完全的读取 / 写入权限。如果需要，可以在以后安装 Script Merger。[br][/br][br][/br][url=https://wiki.nexusmods.com/index.php/Tool_Setup:_Witcher_3_Script_Merger] 找到了有关 Script Merger 的更多信息。[/url][br][/br][br][/br] 注意：虽然 Script Merger 在绝大多数模组中都可以很好地工作，但是并不能保证在每种情况下都能获得令人满意的结果。",
  "Important Script Merger update available": "重要 Script Merger 更新可用",
  "W3 Script Merger extracted successfully": "W3 Script Merger 成功提取",
  "You are able to modify the priority manually by right clicking any LO entry and set the mod's priority": "您可以通过右键单击任何 LO 项目并设置模组的优先级来手动修改优先级",
  "When managing menu mods, mod settings changed inside the game will be detected by Vortex as external changes - that is expected, choose to use the newer file and your settings will be made persistent.": "在管理菜单模组时，Vortex 会将游戏内部更改的模块设置检测为外部更改 - 可以预期，选择使用较新的文件，您的设置将保持不变。",
  "This action will revert all manually set priorities and will re-instate priorities in an incremental manner starting from 1. Are you sure you want to do this ?": "此操作将还原所有手动设置的优先级，并将从 1 开始以增量方式恢复优先级。确定要执行此操作吗？",
  "Please install Script Merger manually": "请手动安装 Script Merger 程序",
  "Update failed due temporary network issue - try again later": "由于暂时的网络问题，更新失败，请稍后重试",
  "This action will set priorities using the deployment rules defined in the mods page. Are you sure you wish to proceed ?[br][/br][br][/br]Please be aware that any externally added mods (added manually or by other tools) will be pushed to the bottom of the list, while all mods that have been installed through Vortex will shift in position to match the deploy order!": "此操作将使用模组页面中定义的部署规则设置优先级。您确定要继续吗？[br][/br][br][/br] 请注意，任何外部添加的模组（手动添加或其他工具添加）将被推到列表底部，而通过 Vortex 安装的所有模组将调整位置以匹配部署顺序！",
  "You can change the way the priorities are assgined using the \"Switch To Position/Prefix based\" button. Prefix based is less restrictive and allows you to set any priority value you want \"5000, 69999, etc\" while position based will restrict the priorities to the number of load order entries that are available.": "您可以使用“切换到基于位置 / 前缀”按钮来改变优先级的分配方式。基于前缀的方式限制较少，允许您设置任何您想要的优先级值“5000, 69999, 等”，而基于位置的方式将限制优先级为可用的加载顺序条目数量。",
  "Witcher 3 script merger is missing/misconfigured": "Witcher 3 Script Merger 缺失 / 配置错误",
  "Vortex is unable to resolve the Script Merger's location. The tool needs to be downloaded and configured manually. [url=https://wiki.nexusmods.com/index.php/Tool_Setup:_Witcher_3_Script_Merger]Find out more about how to configure it as a tool for use in Vortex.[/url][br][/br][br][/br]Note: While script merging works well with the vast majority of mods, there is no guarantee for a satisfying outcome in every single case.": "Vortex 无法解析 Script Merger 的位置。该工具需要手动下载和配置。[url=https://wiki.nexusmods.com/index.php/Tool_Setup:_Witcher_3_Script_Merger] 了解更多关于如何将其配置为 Vortex 中使用的工具。[/url][br][/br][br][/br] 注意：虽然 Script Merger 与绝大多数模组配合良好，但不能保证在每种情况下都有满意的结果。",
  "Witcher 3 is restricted to 192 file handles which is quickly reached when adding mods (about ~25 mods) - Vortex has detected that the current mods environment may be breaching this limit; this issue will usually exhibit itself by the game failing to start up.{{bl}}Vortex can attempt to patch your game executable to increase the available file handles to 500 which should cater for most if not all modding environments.{{bl}}Please note - the patch is applied as a mod which will be generated and automatically enabled; to disable the patch, simply remove or disable the \"Witcher 3 Mod Limit Patcher\" mod and the original game executable will be restored.": "Witcher 3 限制为 192 个文件句柄，这在添加模组（大约 25 个模组）时很快就会达到上限；Vortex 检测到当前模组环境可能已超过此限制；这个问题通常会表现为游戏无法启动。{{bl}} Vortex 可以尝试修补您的游戏可执行文件，将可用文件句柄增加到 500，这应该能满足大多数甚至所有模组环境的需求。{{bl}} 请注意 - 补丁作为模组应用，将被生成并自动启用；要禁用补丁，只需移除或禁用“Witcher 3 模组限制补丁”模组，原始游戏可执行文件将被恢复。"
}