{
  "Managing your load order": "管理您的排序清单",
  "You can adjust the load order for The Witcher 3 by dragging and dropping mods up or down on this page.  If you are using several mods that add scripts you may need to use the Witcher 3 Script merger. For more information see: ": "您可以通过在此页面上上下拖动mod来调整The Witcher 3的加载顺序。如果您正在使用多个添加脚本的模块，则可能需要使用Witcher 3脚本合并。有关更多信息，请参见：",
  "Modding The Witcher 3 with Vortex.": "用Vortex加载Witcher 3的mod。",
  "Please note:": "请注意：",
  "For Witcher 3, the mod with the lowest index number (by default, the mod sorted at the top) overrides mods with a higher index number.": "对于Witcher 3，具有最低索引号的mod（默认情况下，该mod排在顶部）将覆盖具有较高索引号的mod。",
  "You are able to modify the priority manually by right clicking any LO entry and set the mod's priority": "您可以通过右键单击任何LO项目并设置mod的优先级来手动修改优先级",
  "If you cannot see your mod in this load order, you may need to add it manually (see our wiki for details).": "如果您无法在此加载顺序中看到您的mod，则可能需要手动添加它（有关详细信息，请参见我们的Wiki）。",
  "When managing menu mods, mod settings changed inside the game will be detected by Vortex as external changes - that is expected, choose to use the newer file and your settings will be made persistent.": "在管理menu mods时，Vortex会将游戏内部更改的模块设置检测为外部更改-可以预期，选择使用较新的文件，您的设置将保持不变。",
  "Merges generated by the Witcher 3 Script merger must be loaded first and are locked in the first load order slot.": "必须先加载Witcher 3 Script merger生成的合并脚本，然后将其锁定在第一个加载顺序插槽中。",
  "Witcher 3 script merger not installed/configured": "未安装/配置Witcher 3 script merger",
  "Vortex was unable to install the script merger automatically. Unfortunately the tool needs to be downloaded and configured manually. [url=https://wiki.nexusmods.com/index.php/Tool_Setup:_Witcher_3_Script_Merger]find out more about how to configure it as a tool for use in Vortex.[/url][br][/br]Note: While script merging works well with the vast majority of mods, there is no guarantee for a satisfying outcome in every single case.": "Vortex无法自动安装Script merger。不幸的是，该工具需要手动下载和配置。 [url=https://wiki.nexusmods.com/index.php/Tool_Setup:_Witcher_3_Script_Merger]找到了更多有关如何将其配置为在Vortex中使用的工具的信息。[/url][br][/br]注意：尽管脚本合并可以很好地与绝大多数mod配合使用，但并不能保证在每种情况下都能获得令人满意的结果。",
  "Witcher Script merger may need to be executed": "Witcher Script merger可能需要执行",
  "This action will revert all manually set priorities and will re-instate priorities in an incremental manner starting from 1. Are you sure you want to do this ?": "此操作将还原所有手动设置的优先级，并将从1开始以增量方式恢复优先级。确定要执行此操作吗？",
  "Many Witcher 3 mods add or edit game scripts. When several mods editing the same script are installed, these mods need to be merged using a tool called Witcher 3 Script Merger. Vortex can attempt to download and configure the merger for you automatically - before doing so - please ensure your account has full read/write permissions to your game's directory. The script merger can be installed at a later point if you wish. [br][/br][br][/br][url=https://wiki.nexusmods.com/index.php/Tool_Setup:_Witcher_3_Script_Merger]find out more about the script merger.[/url][br][/br][br][/br]Note: While script merging works well with the vast majority of mods, there is no guarantee for a satisfying outcome in every single case.": "许多Witcher 3 Mods会添加或编辑游戏脚本。当安装了几个编辑同一脚本的mod时，需要使用一个名为Witcher 3 Script Merger的工具来合并这些mod。 Vortex可以尝试自动为您下载并配置合并-在这样做之前-请确保您的帐户对游戏目录具有完全的读取/写入权限。如果需要，可以在以后安装Script Merger。 [br][/br][br][/br][url=https://wiki.nexusmods.com/index.php/Tool_Setup:_Witcher_3_Script_Merger]找到了有关Script Merger的更多信息。[/url][br][/br][br][/br]注意：虽然Script Merger在绝大多数mod中都可以很好地工作，但是并不能保证在每种情况下都能获得令人满意的结果。",
  "Important Script Merger update available": "重要Script Merger更新可用",
  "Please install Script Merger manually": "请手动安装Script Merger程序",
  "Update failed due temporary network issue - try again later": "由于暂时的网络问题，更新失败，请稍后重试",
  "W3 Script Merger extracted successfully": "W3 Script Merger成功提取"
}